Repository: rusel95/WhiteNoise
Catalog: WhiteNoise/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fi, fil, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, vi, zh_hans, zh_hant

source: You'll get a notification before any charge
ar: ستحصل على إشعار قبل أي رسوم
bg: Ще получите известие преди таксуване
bn: চার্জের আগে আপনি একটি বিজ্ঞপ্তি পাবেন
ca: Rebràs una notificació abans de qualsevol càrrec
cs: Dostanete upozornění před jakýmkoli poplatkem
da: Du får en notifikation før enhver betaling
de: Du erhältst eine Benachrichtigung vor jeder Abbuchung
el: Θα λάβετε ειδοποίηση πριν από οποιαδήποτε χρέωση
es: Recibirás una notificación antes de cualquier cobro
et: Saate teavituse enne mis tahes tasu
fi: Saat ilmoituksen ennen veloitusta
fil: Makakatanggap ka ng notification bago ang anumang singil
fr: Vous recevrez une notification avant tout prélèvement
gu: કોઈપણ ચાર્જ પહેલાં તમને નોટિફિકેશન મળશે
he: תקבלו התראה לפני כל חיוב
hi: किसी भी शुल्क से पहले आपको सूचना मिलेगी
hr: Dobit ćete obavijest prije bilo kakve naplate
hu: Értesítést kap bármilyen díj felszámolása előtt
id: Anda akan mendapat notifikasi sebelum tagihan
it: Riceverai una notifica prima di qualsiasi addebito
ja: 課金前に通知が届きます
kn: ಯಾವುದೇ ಶುಲ್ಕದ ಮೊದಲು ನಿಮಗೆ ಅಧಿಸೂಚನೆ ಸಿಗುತ್ತದೆ
ko: 결제 전에 알림을 받습니다
lt: Gausite pranešimą prieš bet kokį mokestį
lv: Jūs saņemsiet paziņojumu pirms jebkuras maksas
ml: ഏതെങ്കിലും ചാർജിന് മുമ്പ് നിങ്ങൾക്ക് അറിയിപ്പ് ലഭിക്കും
mr: कोणत्याही शुल्कापूर्वी तुम्हाला सूचना मिळेल
ms: Anda akan menerima notifikasi sebelum sebarang caj
nb: Du får et varsel før enhver belastning
nl: Je ontvangt een melding vóór elke afschrijving
pa: ਕਿਸੇ ਵੀ ਚਾਰਜ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਨੋਟੀਫਿਕੇਸ਼ਨ ਮਿਲੇਗੀ
pl: Otrzymasz powiadomienie przed każdą opłatą
pt_br: Você receberá uma notificação antes de qualquer cobrança
pt_pt: Receberá uma notificação antes de qualquer cobrança
ro: Veți primi o notificare înainte de orice taxare
ru: Вы получите уведомление перед любым списанием
sk: Dostanete upozornenie pred akýmkoľvek poplatkom
sl: Prejeli boste obvestilo pred kakršnim koli plačilom
sr: Добићете обавештење пре било каквог наплаћивања
sv: Du får en avisering innan någon debitering
sw: Utapata arifa kabla ya malipo yoyote
ta: எந்த கட்டணத்திற்கும் முன் உங்களுக்கு அறிவிப்பு கிடைக்கும்
te: ఏదైనా ఛార్జ్ కు ముందు మీకు నోటిఫికేషన్ వస్తుంది
th: คุณจะได้รับการแจ้งเตือนก่อนถูกเรียกเก็บเงิน
tr: Herhangi bir ücretlendirmeden önce bildirim alacaksınız
uk: Ви отримаєте сповіщення перед будь-яким списанням
vi: Bạn sẽ nhận được thông báo trước bất kỳ khoản thu phí nào
zh_hans: 在任何扣费之前您将收到通知
zh_hant: 在任何扣款之前您將收到通知

source: After trial
ar: بعد الفترة التجريبية
bg: След пробния период
bn: ট্রায়ালের পরে
ca: Després de la prova
cs: Po zkušebním období
da: Efter prøveperioden
de: Nach der Testversion
el: Μετά τη δοκιμή
es: Después de la prueba
et: Pärast prooviperioodi
fi: Kokeilun jälkeen
fil: Pagkatapos ng trial
fr: Après l'essai
gu: ટ્રાયલ પછી
he: אחרי הניסיון
hi: ट्रायल के बाद
hr: Nakon probnog razdoblja
hu: A próba után
id: Setelah uji coba
it: Dopo la prova
ja: トライアル終了後
kn: ಪ್ರಯೋಗದ ನಂತರ
ko: 체험 후
lt: Po bandomojo laikotarpio
lv: Pēc izmēģinājuma
ml: ട്രയലിന് ശേഷം
mr: ट्रायल नंतर
ms: Selepas percubaan
nb: Etter prøveperioden
nl: Na de proefperiode
pa: ਟ੍ਰਾਇਲ ਤੋਂ ਬਾਅਦ
pl: Po okresie próbnym
pt_br: Após o teste
pt_pt: Após o período de teste
ro: După perioada de probă
ru: После пробного периода
sk: Po skúšobnom období
sl: Po preizkusnem obdobju
sr: Након пробног периода
sv: Efter provperioden
sw: Baada ya majaribio
ta: சோதனைக்குப் பிறகு
te: ట్రయల్ తర్వాత
th: หลังทดลองใช้
tr: Denemeden sonra
uk: Після пробного періоду
vi: Sau dùng thử
zh_hans: 试用结束后
zh_hant: 試用結束後

source: You can cancel anytime before
ar: يمكنك الإلغاء في أي وقت قبل ذلك
bg: Можете да отмените по всяко време преди
bn: আপনি এর আগে যেকোনো সময় বাতিল করতে পারেন
ca: Pots cancel·lar en qualsevol moment
cs: Můžete kdykoliv zrušit
da: Du kan annullere når som helst før
de: Du kannst jederzeit vorher kündigen
el: Μπορείτε να ακυρώσετε οποτεδήποτε
es: Puedes cancelar en cualquier momento
et: Saate igal ajal enne tühistada
fi: Voit peruuttaa milloin tahansa ennen
fil: Maaari kang mag-cancel anumang oras
fr: Vous pouvez annuler à tout moment
gu: તમે કોઈપણ સમયે રદ કરી શકો છો
he: ניתן לבטל בכל עת
hi: आप कभी भी पहले रद्द कर सकते हैं
hr: Možete otkazati bilo kada prije
hu: Bármikor lemondhatja előtte
id: Anda dapat membatalkan kapan saja
it: Puoi cancellare in qualsiasi momento
ja: いつでもキャンセルできます
kn: ನೀವು ಮೊದಲೇ ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದುಗೊಳಿಸಬಹುದು
ko: 언제든지 취소할 수 있습니다
lt: Galite atšaukti bet kada prieš tai
lv: Varat atcelt jebkurā laikā pirms
ml: നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും റദ്ദാക്കാം
mr: तुम्ही कधीही आधी रद्द करू शकता
ms: Anda boleh membatalkan pada bila-bila masa
nb: Du kan avbestille når som helst før
nl: Je kunt op elk moment opzeggen
pa: ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪਹਿਲਾਂ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ
pl: Możesz anulować w dowolnym momencie
pt_br: Você pode cancelar a qualquer momento
pt_pt: Pode cancelar a qualquer momento
ro: Puteți anula oricând înainte
ru: Вы можете отменить в любое время
sk: Môžete kedykoľvek zrušiť
sl: Lahko kadarkoli pred tem prekličete
sr: Можете отказати у било ком тренутку
sv: Du kan avbryta när som helst innan
sw: Unaweza kufuta wakati wowote kabla
ta: நீங்கள் எப்போது வேண்டுமானாலும் ரத்து செய்யலாம்
te: మీరు ముందుగానే ఎప్పుడైనా రద్దు చేయవచ్చు
th: คุณสามารถยกเลิกได้ตลอดเวลา
tr: İstediğiniz zaman iptal edebilirsiniz
uk: Ви можете скасувати будь-коли
vi: Bạn có thể hủy bất cứ lúc nào
zh_hans: 您可以随时取消
zh_hant: 您可以隨時取消
